tap "crisidev/chunkwm"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lifepillar/appleii"
tap "macvim-dev/macvim"
cask "java"
brew "antigen"
brew "autoenv"
brew "bash-completion"
brew "composer"
brew "cowsay"
brew "ctags"
brew "curl"
brew "docker"
brew "fortune"
brew "fzf"
brew "gdb"
brew "git"
brew "git-lfs"
brew "openssl"
brew "glances"
brew "go"
brew "glide"
brew "gradle"
brew "haskell-stack"
brew "htop", args: ["HEAD", "with-ncurses"]
brew "hub"
brew "imagemagick"
brew "jenv"
brew "links"
brew "lolcat"
brew "lua"
brew "lynx"
brew "python"
brew "macvim", args: ["HEAD", "with-lua", "with-override-system-vim"]
brew "mas"
brew "mongodb"
brew "mycli"
brew "screenresolution"
brew "neofetch"
brew "nethack"
brew "nmap"
brew "node"
brew "pipes-sh"
brew "pv"
brew "pyenv"
brew "r"
brew "reattach-to-user-namespace"
brew "rtv"
brew "ruby"
brew "rust"
brew "shpotify"
brew "sl"
brew "slashem"
brew "swi-prolog"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "toilet"
brew "tree"
brew "unrar"
brew "watchman"
brew "weechat"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "crisidev/chunkwm/chunkwm", args: ["HEAD"]
brew "ethereum/ethereum/ethereum"
brew "koekeishiya/formulae/khd"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
cask "android-studio"
cask "atom"
cask "cyberduck"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "filezilla"
cask "flash-npapi"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "mono-mdk"
cask "multimc"
cask "postman"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "twitch"
cask "unity"
cask "virtualbox"
cask "visual-studio"
cask "vmware-fusion"
cask "weka"
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "HP Easy Scan", id: 967004861
mas "iMovie", id: 408981434
mas "Install macOS Mojave", id: 0
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "MainStage 3", id: 634159523
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
