tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "feh"
brew "git"
brew "python@3.9", link: false
brew "go"
brew "gotop"
brew "haskell-stack"
brew "imagemagick"
brew "mas"
brew "neovim"
brew "nvm"
brew "pidof"
brew "ranger"
brew "shellcheck"
brew "spotify-tui"
brew "starship"
brew "tmux"
brew "tree"
brew "zsh"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "bettertouchtool"
cask "boostnote"
cask "cool-retro-term"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "iina"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
